[
	{
		"heading":"Yon-Ka Facials"
	},
	
	{
		"title":"Plaisir D&apos;Aromes 55mins &euro;55",
		"part":"An Aromatic, relaxing and well-being facial. A facial that revitalizes your skin and restores its tone and vitality in a balancing atmosphere of essential oils. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Optimiser Anti Ageing 1 hr 10mins &euro;85",
		"part":"Miracle lift effect facial, encouraging flawless skin deep hydration and perfect tone. Your facial contours are lifted leaving your skin looking beautiful and luminous. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},

	{
		"title":"&Eacute;clat Cocoon Deep Hydration 55mins &euro;75",
		"part":"The newest high performance therapy from Yonka provides a superb well-being experience leaving your skin shimmering with luminosity and suppleness. The facial imparts smoothing, anti-aging and long lasting moisturizing effects. In addition to the regular Yonka facial rituals, &Eacute;clat Cocoon facial includes a warm stone facial massage treatment that literally makes wrinkles and expression lines fade away... along with all your cares and stress. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Hot Oil Facial 55mins &euro;75",
		"part":"Relax and enjoy as your therapist begins your treatment with a 10 minute back massage. As the tension and stress melt away prepare yourself for an intensely hydrating 45 minute Yonka Facial which includes a relaxing scalp and face massage. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Aroma Facial 55mins &euro;60",
		"part":"A facial that tagrgets individual needs, it boosts skin radiance and hydration whicle relaxing the senses with aroma essential oils. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Hydraessence 1hr 15mins &euro;80",
		"part":"Indulge yourself with Yonka's superb moisturising and revitalising treatment which offers long lasting super hydration for all skin types, leaving your skin soft & smooth. Includes hand & arm massage for total relaxation! Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Le Grande Classique 55mins &euro;65",
		"part":"This deep pore cleansing, restoring and relaxing facial promotes clarity and balance to your skin, with the use of essential oils creams and masks, your skin is left soft smooth and glowing. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Vital Defence 55mins &euro;65",
		"part":"Yon-ka's expertise has produced the vital defence treatment, a preventive booster treatment that is anti-ageing, anti-oxidant and anti-pollution. Add on Steam & Extractions for &euro;10 | 15 mins Neck & Shoulder Massage for &euro;15"
	},
	
	{
		"title":"Yon-ka Mini Facial 25mins &euro;40",
		"part":"A beauty flash facial that will restore your skin with luminosity and radiance."
	},
	
	{
		"title":"Add on to any Facial:",
		"list":[
		"Steam and Extractions Extra 15mins &euro;10",
		"Eclat Eye Contour Extra 15mins &euro;20",
		"Neck & Shoulder Massage Extra 15mins &euro;15"
		]
	},
	
	{
		"heading":"Image Facials"
	},
	
	{
		"title":"Ormedic Facial 55mins &euro;85",
		"part":"Restore and Balance your skin with this innovative facial that combines organic ingredients with medical effectiveness. Even highly sensitive skin types will benefit from this soothing, yet effective blend of essential oils, botanical extracts and medical grade peptides. Ideal facial for unbalanced, hormonal and sensitive skin types."
	},
	
	{
		"title":"Signature Facial 55mins &euro;75",
		"part":"This is a cleansing and rejuvenating vitamin infused treatment that will deliver a tightening, lightening, brightening and hydrating effect to the skin, leaving it refreshed and glowing. Ideal for oily, congested, ageing, dry/dehydrated, smokers, dull/tired skin types."
	}
]