[
	{
		"heading":"Massage"
	},
	
	{
		"title":"Neck & Shoulder Massage 15 mins &euro;15",
		"part":"This short and sweet massage concentrates on neck and shoulders to give instant relaxation."
	},

	{
		"title":"Destress Back Massage 25 mins &euro;40",
		"part":"Focusing on the specific areas of the back, neck and shoulders to release muscle tension at a deep level. Extremely relaxing and beneficial by using pressure points, tension and stress is released from the muscles."
	},
	
	{
		"title":"Deep Tissue Back Massage 25 mins &euro;45",
		"part":"This deep tissue massage is designed to target areas of extreme tension. Through the use of specialised massage movements and pressure points, tension and stress is released from the muscles."
	},

	{
		"title":"Hot Stone Full Body Massage 55 mins &euro;85",
		"part":"Like an extension of the hand, the stone, hot at first, moves gently yet deeply over the skin. It increases the effects of the body massage so that you fully relax until your body and mind completely let go."
	},

	{
		"title":"Hot Stone Back, Neck and Shoulder Massage 25 mins &euro;55",
		"part":"All the wonders of the hot stone massage but focussing on just the stressed and strained areas of the back, neck and shoulders - it's a touch of heaven!!!"
	},

	{
		"title":"Full Body Aromatherapy Massage 55 mins &euro;80",
		"part":"This Massage uses traditional Swedish movements, incorporating essential oils derived from plants to affect your mind / mood and alleviate pain and aches from muscles. Choose from Relaxing, Energising or Detoxifying."
	},
	
	{
		"title":"Full Body Swedish Massage 55 mins &euro;75",
		"part":"This is our most popular treatment. It is a relaxing massage using firm but gentle pressure to promote relaxation and to ease muscle tension and stress, so you relax and float away. It includes back, the back + front of legs, arms and chest."
	},
	
	{
		"title":"Half Body Massage 25 mins &euro;45",
		"part":"This massage includes the full back as well as the back of the legs. Excellent for thise who play hurling, football, soccer, rugby and also joggers."
	}
]